tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "colordiff"
brew "fzf"
brew "starship"
brew "stow"
brew "tree"
brew "zsh-syntax-highlighting"

cask "font-hack-nerd-font"
cask "font-monoid-nerd-font"
cask "qmk-toolbox"
cask "raycast"
cask "warp"
cask "termius"
cask "arc"
cask "spotify"
cask "notion"
cask "tableplus"
cask "herd"
cask "google-chrome"
cask "opera"
cask "firefox"
cask "brave-browser"
cask "alt-tab"
cask "ngrok"
cask "dropbox"
cask "google-drive"
cask "whatsapp"
cask "telegram"
cask "slack"
cask "visual-studio-code"

vscode "adrianwilczynski.alpine-js-intellisense"
vscode "ahmadalli.vscode-nginx-conf"
vscode "akamud.vscode-theme-onedark"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "austenc.laravel-blade-spacer"
vscode "bierner.emojisense"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "cierra.livewire-vscode"
vscode "cjhowe7.laravel-blade"
vscode "codingyu.laravel-goto-view"
vscode "damms005.devdb"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "drcika.apc-extension"
vscode "editorconfig.editorconfig"
vscode "entexa.tall-stack"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "fosshaas.fontsize-shortcuts"
vscode "glitchbl.laravel-create-view"
vscode "heybourn.headwind"
vscode "ihunte.laravel-blade-wrapper"
vscode "jaguadoromero.vscode-php-create-class"
vscode "lennardv.livewire-goto-updated"
vscode "loilo.snazzy-light"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "mohamedbenhida.laravel-intellisense"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naoray.laravel-goto-components"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "patbenatar.advanced-new-file"
vscode "pgl.laravel-jump-controller"
vscode "pkief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.toggle"
vscode "reda-salmi.night-owl-x-one-dark"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "ryannaddy.laravel-artisan"
vscode "shalldie.background"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shufo.vscode-blade-formatter"
vscode "sleistner.vscode-fileutils"
vscode "stevencl.adddoccomments"
vscode "stivo.tailwind-fold"
vscode "xdebug.php-debug"
